{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 128,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 128
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 100,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 101,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 102,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 103,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 104,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": false
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          101
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          102
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[unused1]": 1,
      "[unused2]": 2,
      "[unused3]": 3,
      "[unused4]": 4,
      "[unused5]": 5,
      "[unused6]": 6,
      "[unused7]": 7,
      "[unused8]": 8,
      "[unused9]": 9,
      "[unused10]": 10,
      "[unused11]": 11,
      "[unused12]": 12,
      "[unused13]": 13,
      "[unused14]": 14,
      "[unused15]": 15,
      "[unused16]": 16,
      "[unused17]": 17,
      "[unused18]": 18,
      "[unused19]": 19,
      "[unused20]": 20,
      "[unused21]": 21,
      "[unused22]": 22,
      "[unused23]": 23,
      "[unused24]": 24,
      "[unused25]": 25,
      "[unused26]": 26,
      "[unused27]": 27,
      "[unused28]": 28,
      "[unused29]": 29,
      "[unused30]": 30,
      "[unused31]": 31,
      "[unused32]": 32,
      "[unused33]": 33,
      "[unused34]": 34,
      "[unused35]": 35,
      "[unused36]": 36,
      "[unused37]": 37,
      "[unused38]": 38,
      "[unused39]": 39,
      "[unused40]": 40,
      "[unused41]": 41,
      "[unused42]": 42,
      "[unused43]": 43,
      "[unused44]": 44,
      "[unused45]": 45,
      "[unused46]": 46,
      "[unused47]": 47,
      "[unused48]": 48,
      "[unused49]": 49,
      "[unused50]": 50,
      "[unused51]": 51,
      "[unused52]": 52,
      "[unused53]": 53,
      "[unused54]": 54,
      "[unused55]": 55,
      "[unused56]": 56,
      "[unused57]": 57,
      "[unused58]": 58,
      "[unused59]": 59,
      "[unused60]": 60,
      "[unused61]": 61,
      "[unused62]": 62,
      "[unused63]": 63,
      "[unused64]": 64,
      "[unused65]": 65,
      "[unused66]": 66,
      "[unused67]": 67,
      "[unused68]": 68,
      "[unused69]": 69,
      "[unused70]": 70,
      "[unused71]": 71,
      "[unused72]": 72,
      "[unused73]": 73,
      "[unused74]": 74,
      "[unused75]": 75,
      "[unused76]": 76,
      "[unused77]": 77,
      "[unused78]": 78,
      "[unused79]": 79,
      "[unused80]": 80,
      "[unused81]": 81,
      "[unused82]": 82,
      "[unused83]": 83,
      "[unused84]": 84,
      "[unused85]": 85,
      "[unused86]": 86,
      "[unused87]": 87,
      "[unused88]": 88,
      "[unused89]": 89,
      "[unused90]": 90,
      "[unused91]": 91,
      "[unused92]": 92,
      "[unused93]": 93,
      "[unused94]": 94,
      "[unused95]": 95,
      "[unused96]": 96,
      "[unused97]": 97,
      "[unused98]": 98,
      "[unused99]": 99,
      "[UNK]": 100,
      "[CLS]": 101,
      "[SEP]": 102,
      "[MASK]": 103,
      "[EOS]": 104,
      "!": 105,
      "\"": 106,
      "#": 107,
      "$": 108,
      "%": 109,
      "&": 110,
      "'": 111,
      "(": 112,
      ")": 113,
      "*": 114,
      "+": 115,
      ",": 116,
      "-": 117,
      ".": 118,
      "/": 119,
      "0": 120,
      "1": 121,
      "2": 122,
      "3": 123,
      "4": 124,
      "5": 125,
      "6": 126,
      "7": 127,
      "8": 128,
      "9": 129,
      ":": 130,
      ";": 131,
      "<": 132,
      "=": 133,
      ">": 134,
      "?": 135,
      "@": 136,
      "A": 137,
      "B": 138,
      "C": 139,
      "D": 140,
      "E": 141,
      "F": 142,
      "G": 143,
      "H": 144,
      "I": 145,
      "J": 146,
      "K": 147,
      "L": 148,
      "M": 149,
      "N": 150,
      "O": 151,
      "P": 152,
      "Q": 153,
      "R": 154,
      "S": 155,
      "T": 156,
      "U": 157,
      "V": 158,
      "W": 159,
      "X": 160,
      "Y": 161,
      "Z": 162,
      "[": 163,
      "\\": 164,
      "]": 165,
      "^": 166,
      "_": 167,
      "`": 168,
      "a": 169,
      "b": 170,
      "c": 171,
      "d": 172,
      "e": 173,
      "f": 174,
      "g": 175,
      "h": 176,
      "i": 177,
      "j": 178,
      "k": 179,
      "l": 180,
      "m": 181,
      "n": 182,
      "o": 183,
      "p": 184,
      "q": 185,
      "r": 186,
      "s": 187,
      "t": 188,
      "u": 189,
      "v": 190,
      "w": 191,
      "x": 192,
      "y": 193,
      "z": 194,
      "{": 195,
      "|": 196,
      "}": 197,
      "~": 198,
      "¡": 199,
      "¢": 200,
      "£": 201,
      "¤": 202,
      "¥": 203,
      "¦": 204,
      "§": 205,
      "¨": 206,
      "©": 207,
      "ª": 208,
      "«": 209,
      "¬": 210,
      "®": 211,
      "¯": 212,
      "°": 213,
      "±": 214,
      "²": 215,
      "³": 216,
      "´": 217,
      "µ": 218,
      "¶": 219,
      "·": 220,
      "¸": 221,
      "¹": 222,
      "º": 223,
      "»": 224,
      "¼": 225,
      "½": 226,
      "¾": 227,
      "¿": 228,
      "Æ": 229,
      "Ð": 230,
      "×": 231,
      "Ø": 232,
      "Þ": 233,
      "ß": 234,
      "æ": 235,
      "ð": 236,
      "÷": 237,
      "ø": 238,
      "þ": 239,
      "Đ": 240,
      "đ": 241,
      "Ħ": 242,
      "ħ": 243,
      "ı": 244,
      "Ĳ": 245,
      "ĳ": 246,
      "ĸ": 247,
      "Ŀ": 248,
      "ŀ": 249,
      "Ł": 250,
      "ł": 251,
      "ŉ": 252,
      "Ŋ": 253,
      "ŋ": 254,
      "Œ": 255,
      "œ": 256,
      "Ŧ": 257,
      "ŧ": 258,
      "ſ": 259,
      "ƀ": 260,
      "Ɓ": 261,
      "Ƃ": 262,
      "ƃ": 263,
      "Ƅ": 264,
      "ƅ": 265,
      "Ɔ": 266,
      "Ƈ": 267,
      "ƈ": 268,
      "Ɖ": 269,
      "Ɗ": 270,
      "Ƌ": 271,
      "ƌ": 272,
      "ƍ": 273,
      "Ǝ": 274,
      "Ə": 275,
      "Ɛ": 276,
      "Ƒ": 277,
      "ƒ": 278,
      "Ɠ": 279,
      "Ɣ": 280,
      "ƕ": 281,
      "Ɩ": 282,
      "Ɨ": 283,
      "Ƙ": 284,
      "ƙ": 285,
      "ƚ": 286,
      "ƛ": 287,
      "Ɯ": 288,
      "Ɲ": 289,
      "ƞ": 290,
      "Ɵ": 291,
      "Ƣ": 292,
      "ƣ": 293,
      "Ƥ": 294,
      "ƥ": 295,
      "Ʀ": 296,
      "Ƨ": 297,
      "ƨ": 298,
      "Ʃ": 299,
      "ƪ": 300,
      "ƫ": 301,
      "Ƭ": 302,
      "ƭ": 303,
      "Ʈ": 304,
      "Ʊ": 305,
      "Ʋ": 306,
      "Ƴ": 307,
      "ƴ": 308,
      "Ƶ": 309,
      "ƶ": 310,
      "Ʒ": 311,
      "Ƹ": 312,
      "ƹ": 313,
      "ƺ": 314,
      "ƻ": 315,
      "Ƽ": 316,
      "ƽ": 317,
      "ƾ": 318,
      "ƿ": 319,
      "ǀ": 320,
      "ǁ": 321,
      "ǂ": 322,
      "ǃ": 323,
      "ǝ": 324,
      "Ǥ": 325,
      "ǥ": 326,
      "Ƕ": 327,
      "Ƿ": 328,
      "Ȝ": 329,
      "ȝ": 330,
      "Ƞ": 331,
      "ȡ": 332,
      "Ȣ": 333,
      "ȣ": 334,
      "Ȥ": 335,
      "ȥ": 336,
      "ȴ": 337,
      "ȵ": 338,
      "ȶ": 339,
      "ȷ": 340,
      "ȸ": 341,
      "ȹ": 342,
      "Ⱥ": 343,
      "Ȼ": 344,
      "ȼ": 345,
      "Ƚ": 346,
      "Ⱦ": 347,
      "ȿ": 348,
      "ɀ": 349,
      "Ɂ": 350,
      "ɂ": 351,
      "Ƀ": 352,
      "Ʉ": 353,
      "Ʌ": 354,
      "Ɇ": 355,
      "ɇ": 356,
      "Ɉ": 357,
      "ɉ": 358,
      "Ɋ": 359,
      "ɋ": 360,
      "Ɍ": 361,
      "ɍ": 362,
      "Ɏ": 363,
      "ɏ": 364,
      "ɐ": 365,
      "ɑ": 366,
      "ɒ": 367,
      "ɓ": 368,
      "ɔ": 369,
      "ɕ": 370,
      "ɖ": 371,
      "ɗ": 372,
      "ɘ": 373,
      "ə": 374,
      "ɚ": 375,
      "ɛ": 376,
      "ɜ": 377,
      "ɝ": 378,
      "ɞ": 379,
      "ɟ": 380,
      "ɠ": 381,
      "ɡ": 382,
      "ɢ": 383,
      "ɣ": 384,
      "ɤ": 385,
      "ɥ": 386,
      "ɦ": 387,
      "ɧ": 388,
      "ɨ": 389,
      "ɩ": 390,
      "ɪ": 391,
      "ɫ": 392,
      "ɬ": 393,
      "ɭ": 394,
      "ɮ": 395,
      "ɯ": 396,
      "ɰ": 397,
      "ɱ": 398,
      "ɲ": 399,
      "ɳ": 400,
      "ɴ": 401,
      "ɵ": 402,
      "ɶ": 403,
      "ɷ": 404,
      "ɸ": 405,
      "ɹ": 406,
      "ɺ": 407,
      "ɻ": 408,
      "ɼ": 409,
      "ɽ": 410,
      "ɾ": 411,
      "ɿ": 412,
      "ʀ": 413,
      "ʁ": 414,
      "ʂ": 415,
      "ʃ": 416,
      "ʄ": 417,
      "ʅ": 418,
      "ʆ": 419,
      "ʇ": 420,
      "ʈ": 421,
      "ʉ": 422,
      "ʊ": 423,
      "ʋ": 424,
      "ʌ": 425,
      "ʍ": 426,
      "ʎ": 427,
      "ʏ": 428,
      "ʐ": 429,
      "ʑ": 430,
      "ʒ": 431,
      "ʓ": 432,
      "ʔ": 433,
      "ʕ": 434,
      "ʖ": 435,
      "ʗ": 436,
      "ʘ": 437,
      "ʙ": 438,
      "ʚ": 439,
      "ʛ": 440,
      "ʜ": 441,
      "ʝ": 442,
      "ʞ": 443,
      "ʟ": 444,
      "ʠ": 445,
      "ʡ": 446,
      "ʢ": 447,
      "ʣ": 448,
      "ʤ": 449,
      "ʥ": 450,
      "ʦ": 451,
      "ʧ": 452,
      "ʨ": 453,
      "ʩ": 454,
      "ʪ": 455,
      "ʫ": 456,
      "ʮ": 457,
      "ʯ": 458,
      "ʰ": 459,
      "ʱ": 460,
      "ʲ": 461,
      "ʳ": 462,
      "ʶ": 463,
      "ʷ": 464,
      "ʹ": 465,
      "ʺ": 466,
      "ʻ": 467,
      "ʼ": 468,
      "ʽ": 469,
      "ʾ": 470,
      "ʿ": 471,
      "ˀ": 472,
      "ˁ": 473,
      "˂": 474,
      "˃": 475,
      "ˆ": 476,
      "ˇ": 477,
      "ˈ": 478,
      "ˉ": 479,
      "ˊ": 480,
      "ˋ": 481,
      "ˌ": 482,
      "ˍ": 483,
      "ˎ": 484,
      "ː": 485,
      "ˑ": 486,
      "˔": 487,
      "˕": 488,
      "˖": 489,
      "˘": 490,
      "˙": 491,
      "˚": 492,
      "˜": 493,
      "˝": 494,
      "˞": 495,
      "ˠ": 496,
      "ˡ": 497,
      "ˢ": 498,
      "ˣ": 499,
      "ˤ": 500,
      "˥": 501,
      "˦": 502,
      "˧": 503,
      "˨": 504,
      "˩": 505,
      "˪": 506,
      "˫": 507,
      "˭": 508,
      "˵": 509,
      "˶": 510,
      "Ͱ": 511,
      "ͱ": 512,
      "Ͳ": 513,
      "ͳ": 514,
      "͵": 515,
      "Ͷ": 516,
      "ͷ": 517,
      "ͼ": 518,
      ";": 519,
      "Ϳ": 520,
      "΄": 521,
      "·": 522,
      "Α": 523,
      "Β": 524,
      "Γ": 525,
      "Δ": 526,
      "Ε": 527,
      "Ζ": 528,
      "Η": 529,
      "Θ": 530,
      "Ι": 531,
      "Κ": 532,
      "Λ": 533,
      "Μ": 534,
      "Ν": 535,
      "Ξ": 536,
      "Ο": 537,
      "Π": 538,
      "Ρ": 539,
      "Σ": 540,
      "Τ": 541,
      "Υ": 542,
      "Φ": 543,
      "Χ": 544,
      "Ψ": 545,
      "Ω": 546,
      "α": 547,
      "β": 548,
      "γ": 549,
      "δ": 550,
      "ε": 551,
      "ζ": 552,
      "η": 553,
      "θ": 554,
      "ι": 555,
      "κ": 556,
      "λ": 557,
      "μ": 558,
      "ν": 559,
      "ξ": 560,
      "ο": 561,
      "π": 562,
      "ρ": 563,
      "ς": 564,
      "σ": 565,
      "τ": 566,
      "υ": 567,
      "φ": 568,
      "χ": 569,
      "ψ": 570,
      "ω": 571,
      "ϐ": 572,
      "ϑ": 573,
      "ϒ": 574,
      "ϕ": 575,
      "ϖ": 576,
      "Ϙ": 577,
      "ϙ": 578,
      "Ϛ": 579,
      "ϛ": 580,
      "Ϝ": 581,
      "ϝ": 582,
      "Ϟ": 583,
      "ϟ": 584,
      "Ϡ": 585,
      "ϡ": 586,
      "Ϣ": 587,
      "ϣ": 588,
      "Ϧ": 589,
      "Ϩ": 590,
      "ϩ": 591,
      "ϯ": 592,
      "ϰ": 593,
      "ϳ": 594,
      "ϵ": 595,
      "Ϸ": 596,
      "ϸ": 597,
      "Ϲ": 598,
      "Ϻ": 599,
      "Ђ": 600,
      "Є": 601,
      "Ѕ": 602,
      "І": 603,
      "Ј": 604,
      "Љ": 605,
      "Њ": 606,
      "Ћ": 607,
      "Џ": 608,
      "А": 609,
      "Б": 610,
      "В": 611,
      "Г": 612,
      "Д": 613,
      "Е": 614,
      "Ж": 615,
      "З": 616,
      "И": 617,
      "К": 618,
      "Л": 619,
      "М": 620,
      "Н": 621,
      "О": 622,
      "П": 623,
      "Р": 624,
      "С": 625,
      "Т": 626,
      "У": 627,
      "Ф": 628,
      "Х": 629,
      "Ц": 630,
      "Ч": 631,
      "Ш": 632,
      "Щ": 633,
      "Ъ": 634,
      "Ы": 635,
      "Ь": 636,
      "Э": 637,
      "Ю": 638,
      "Я": 639,
      "а": 640,
      "б": 641,
      "в": 642,
      "г": 643,
      "д": 644,
      "е": 645,
      "ж": 646,
      "з": 647,
      "и": 648,
      "к": 649,
      "л": 650,
      "м": 651,
      "н": 652,
      "о": 653,
      "п": 654,
      "р": 655,
      "с": 656,
      "т": 657,
      "у": 658,
      "ф": 659,
      "х": 660,
      "ц": 661,
      "ч": 662,
      "ш": 663,
      "щ": 664,
      "ъ": 665,
      "ы": 666,
      "ь": 667,
      "э": 668,
      "ю": 669,
      "я": 670,
      "ђ": 671,
      "є": 672,
      "ѕ": 673,
      "і": 674,
      "ј": 675,
      "љ": 676,
      "њ": 677,
      "ћ": 678,
      "џ": 679,
      "Ѡ": 680,
      "ѡ": 681,
      "Ѣ": 682,
      "ѣ": 683,
      "Ѥ": 684,
      "ѥ": 685,
      "Ѧ": 686,
      "ѧ": 687,
      "Ѫ": 688,
      "ѫ": 689,
      "Ѯ": 690,
      "ѯ": 691,
      "Ѱ": 692,
      "ѱ": 693,
      "Ѳ": 694,
      "ѳ": 695,
      "Ѵ": 696,
      "ѵ": 697,
      "Ѹ": 698,
      "ѹ": 699,
      "Ѻ": 700,
      "ѻ": 701,
      "Ѽ": 702,
      "ѽ": 703,
      "Ѿ": 704,
      "ѿ": 705,
      "Ҁ": 706,
      "ҁ": 707,
      "҂": 708,
      "҉": 709,
      "Ҋ": 710,
      "ҋ": 711,
      "Ҍ": 712,
      "ҍ": 713,
      "Ҏ": 714,
      "ҏ": 715,
      "Ґ": 716,
      "ґ": 717,
      "Ғ": 718,
      "ғ": 719,
      "Ҕ": 720,
      "ҕ": 721,
      "Җ": 722,
      "җ": 723,
      "Ҙ": 724,
      "ҙ": 725,
      "Қ": 726,
      "қ": 727,
      "Ҝ": 728,
      "ҝ": 729,
      "Ҟ": 730,
      "ҟ": 731,
      "Ҡ": 732,
      "ҡ": 733,
      "Ң": 734,
      "ң": 735,
      "Ҥ": 736,
      "ҥ": 737,
      "Ҧ": 738,
      "ҧ": 739,
      "Ҩ": 740,
      "ҩ": 741,
      "Ҫ": 742,
      "ҫ": 743,
      "Ҭ": 744,
      "ҭ": 745,
      "Ү": 746,
      "ү": 747,
      "Ұ": 748,
      "ұ": 749,
      "Ҳ": 750,
      "ҳ": 751,
      "Ҵ": 752,
      "ҵ": 753,
      "Ҷ": 754,
      "ҷ": 755,
      "Ҹ": 756,
      "ҹ": 757,
      "Һ": 758,
      "һ": 759,
      "Ҽ": 760,
      "ҽ": 761,
      "Ҿ": 762,
      "ҿ": 763,
      "Ӏ": 764,
      "Ӄ": 765,
      "ӄ": 766,
      "Ӆ": 767,
      "ӆ": 768,
      "Ӈ": 769,
      "ӈ": 770,
      "Ӊ": 771,
      "ӊ": 772,
      "Ӌ": 773,
      "ӌ": 774,
      "Ӎ": 775,
      "ӎ": 776,
      "ӏ": 777,
      "Ӕ": 778,
      "ӕ": 779,
      "Ә": 780,
      "ә": 781,
      "Ӡ": 782,
      "ӡ": 783,
      "Ө": 784,
      "ө": 785,
      "Ӷ": 786,
      "ӷ": 787,
      "Ӻ": 788,
      "ӻ": 789,
      "Ӽ": 790,
      "ӽ": 791,
      "Ԁ": 792,
      "ԁ": 793,
      "Ԃ": 794,
      "ԃ": 795,
      "Ԅ": 796,
      "ԅ": 797,
      "Ԇ": 798,
      "ԇ": 799,
      "Ԉ": 800,
      "ԉ": 801,
      "Ԋ": 802,
      "ԋ": 803,
      "Ԍ": 804,
      "ԍ": 805,
      "Ԏ": 806,
      "ԏ": 807,
      "Ԑ": 808,
      "ԑ": 809,
      "Ԓ": 810,
      "ԓ": 811,
      "Ԕ": 812,
      "ԕ": 813,
      "Ԗ": 814,
      "ԗ": 815,
      "Ԙ": 816,
      "ԙ": 817,
      "Ԛ": 818,
      "ԛ": 819,
      "Ԝ": 820,
      "ԝ": 821,
      "Ԟ": 822,
      "ԟ": 823,
      "Ԡ": 824,
      "ԡ": 825,
      "Ԣ": 826,
      "ԣ": 827,
      "Ԥ": 828,
      "ԥ": 829,
      "Ԩ": 830,
      "ԩ": 831,
      "Ԫ": 832,
      "ԫ": 833,
      "Ԭ": 834,
      "ԭ": 835,
      "Ԯ": 836,
      "ԯ": 837,
      "Ա": 838,
      "Բ": 839,
      "Գ": 840,
      "Դ": 841,
      "Ե": 842,
      "Զ": 843,
      "Է": 844,
      "Ը": 845,
      "Թ": 846,
      "Ժ": 847,
      "Ի": 848,
      "Լ": 849,
      "Խ": 850,
      "Ծ": 851,
      "Կ": 852,
      "Հ": 853,
      "Ձ": 854,
      "Ղ": 855,
      "Ճ": 856,
      "Մ": 857,
      "Յ": 858,
      "Ն": 859,
      "Շ": 860,
      "Ո": 861,
      "Պ": 862,
      "Ջ": 863,
      "Ռ": 864,
      "Ս": 865,
      "Վ": 866,
      "Տ": 867,
      "Ր": 868,
      "Ց": 869,
      "Ւ": 870,
      "Փ": 871,
      "Ք": 872,
      "Օ": 873,
      "Ֆ": 874,
      "՚": 875,
      "՛": 876,
      "՜": 877,
      "՝": 878,
      "՞": 879,
      "՟": 880,
      "ա": 881,
      "բ": 882,
      "գ": 883,
      "դ": 884,
      "ե": 885,
      "զ": 886,
      "է": 887,
      "ը": 888,
      "թ": 889,
      "ժ": 890,
      "ի": 891,
      "լ": 892,
      "խ": 893,
      "ծ": 894,
      "կ": 895,
      "հ": 896,
      "ձ": 897,
      "ղ": 898,
      "ճ": 899,
      "մ": 900,
      "յ": 901,
      "ն": 902,
      "շ": 903,
      "ո": 904,
      "չ": 905,
      "պ": 906,
      "ջ": 907,
      "ռ": 908,
      "ս": 909,
      "վ": 910,
      "տ": 911,
      "ր": 912,
      "ց": 913,
      "ւ": 914,
      "փ": 915,
      "ք": 916,
      "օ": 917,
      "ֆ": 918,
      "և": 919,
      "։": 920,
      "֊": 921,
      "֏": 922,
      "־": 923,
      "׀": 924,
      "׃": 925,
      "׆": 926,
      "א": 927,
      "ב": 928,
      "ג": 929,
      "ד": 930,
      "ה": 931,
      "ו": 932,
      "ז": 933,
      "ח": 934,
      "ט": 935,
      "י": 936,
      "ך": 937,
      "כ": 938,
      "ל": 939,
      "ם": 940,
      "מ": 941,
      "ן": 942,
      "נ": 943,
      "ס": 944,
      "ע": 945,
      "ף": 946,
      "פ": 947,
      "ץ": 948,
      "צ": 949,
      "ק": 950,
      "ר": 951,
      "ש": 952,
      "ת": 953,
      "װ": 954,
      "ױ": 955,
      "ײ": 956,
      "׳": 957,
      "״": 958,
      "׷": 959,
      "؉": 960,
      "؊": 961,
      "،": 962,
      "؍": 963,
      "؛": 964,
      "؞": 965,
      "؟": 966,
      "ء": 967,
      "ا": 968,
      "ب": 969,
      "ة": 970,
      "ت": 971,
      "ث": 972,
      "ج": 973,
      "ح": 974,
      "خ": 975,
      "د": 976,
      "ذ": 977,
      "ر": 978,
      "ز": 979,
      "س": 980,
      "ش": 981,
      "ص": 982,
      "ض": 983,
      "ط": 984,
      "ظ": 985,
      "ع": 986,
      "غ": 987,
      "ؾ": 988,
      "ـ": 989,
      "ف": 990,
      "ق": 991,
      "ك": 992,
      "ل": 993,
      "م": 994,
      "ن": 995,
      "ه": 996,
      "و": 997,
      "ى": 998,
      "ي": 999,
      "١": 1000,
      "٢": 1001,
      "٧": 1002,
      "٨": 1003,
      "٩": 1004,
      "٪": 1005,
      "٫": 1006,
      "٬": 1007,
      "٭": 1008,
      "ٱ": 1009,
      "ٹ": 1010,
      "ٺ": 1011,
      "ټ": 1012,
      "ٽ": 1013,
      "پ": 1014,
      "ڄ": 1015,
      "څ": 1016,
      "چ": 1017,
      "ڈ": 1018,
      "ڊ": 1019,
      "ڌ": 1020,
      "ڏ": 1021,
      "ڑ": 1022,
      "ړ": 1023,
      "ڕ": 1024,
      "ږ": 1025,
      "ژ": 1026,
      "ڙ": 1027,
      "ښ": 1028,
      "ڜ": 1029,
      "ڠ": 1030,
      "ڡ": 1031,
      "ڤ": 1032,
      "ک": 1033,
      "ڪ": 1034,
      "ګ": 1035,
      "ڬ": 1036,
      "ڭ": 1037,
      "گ": 1038,
      "ڵ": 1039,
      "ں": 1040,
      "ڻ": 1041,
      "ھ": 1042,
      "ہ": 1043,
      "ۆ": 1044,
      "ۇ": 1045,
      "ۈ": 1046,
      "ۋ": 1047,
      "ی": 1048,
      "ۍ": 1049,
      "ێ": 1050,
      "ې": 1051,
      "ے": 1052,
      "۔": 1053,
      "ە": 1054,
      "۩": 1055,
      "۰": 1056,
      "۱": 1057,
      "۲": 1058,
      "۳": 1059,
      "۴": 1060,
      "۵": 1061,
      "۶": 1062,
      "۷": 1063,
      "۸": 1064,
      "۹": 1065,
      "܀": 1066,
      "܁": 1067,
      "܂": 1068,
      "܃": 1069,
      "܄": 1070,
      "܅": 1071,
      "܆": 1072,
      "܇": 1073,
      "܈": 1074,
      "܉": 1075,
      "܊": 1076,
      "܋": 1077,
      "܌": 1078,
      "܍": 1079,
      "ܐ": 1080,
      "ܒ": 1081,
      "ܓ": 1082,
      "ܔ": 1083,
      "ܕ": 1084,
      "ܗ": 1085,
      "ܘ": 1086,
      "ܙ": 1087,
      "ܚ": 1088,
      "ܛ": 1089,
      "ܝ": 1090,
      "ܟ": 1091,
      "ܠ": 1092,
      "ܡ": 1093,
      "ܢ": 1094,
      "ܣ": 1095,
      "ܥ": 1096,
      "ܦ": 1097,
      "ܨ": 1098,
      "ܩ": 1099,
      "ܪ": 1100,
      "ܫ": 1101,
      "ܬ": 1102,
      "ݢ": 1103,
      "ހ": 1104,
      "ނ": 1105,
      "ރ": 1106,
      "ބ": 1107,
      "ޅ": 1108,
      "ކ": 1109,
      "އ": 1110,
      "ވ": 1111,
      "މ": 1112,
      "ފ": 1113,
      "ދ": 1114,
      "ތ": 1115,
      "ލ": 1116,
      "ގ": 1117,
      "ޏ": 1118,
      "ސ": 1119,
      "ޑ": 1120,
      "ޔ": 1121,
      "ޕ": 1122,
      "ޖ": 1123,
      "ޙ": 1124,
      "ޝ": 1125,
      "ޱ": 1126,
      "ߏ": 1127,
      "ߒ": 1128,
      "ߞ": 1129,
      "߷": 1130,
      "߸": 1131,
      "߹": 1132,
      "࠰": 1133,
      "࠱": 1134,
      "࠲": 1135,
      "࠳": 1136,
      "࠴": 1137,
      "࠵": 1138,
      "࠶": 1139,
      "࠷": 1140,
      "࠸": 1141,
      "࠹": 1142,
      "࠺": 1143,
      "࠻": 1144,
      "࠼": 1145,
      "࠽": 1146,
      "࠾": 1147,
      "࡞": 1148,
      "ः": 1149,
      "अ": 1150,
      "आ": 1151,
      "इ": 1152,
      "ई": 1153,
      "उ": 1154,
      "ऋ": 1155,
      "ए": 1156,
      "ऐ": 1157,
      "ऑ": 1158,
      "ओ": 1159,
      "औ": 1160,
      "क": 1161,
      "ख": 1162,
      "ग": 1163,
      "घ": 1164,
      "ङ": 1165,
      "च": 1166,
      "छ": 1167,
      "ज": 1168,
      "झ": 1169,
      "ञ": 1170,
      "ट": 1171,
      "ठ": 1172,
      "ड": 1173,
      "ढ": 1174,
      "ण": 1175,
      "त": 1176,
      "थ": 1177,
      "द": 1178,
      "ध": 1179,
      "न": 1180,
      "प": 1181,
      "फ": 1182,
      "ब": 1183,
      "भ": 1184,
      "म": 1185,
      "य": 1186,
      "र": 1187,
      "ल": 1188,
      "ळ": 1189,
      "व": 1190,
      "श": 1191,
      "ष": 1192,
      "स": 1193,
      "ह": 1194,
      "ऽ": 1195,
      "ा": 1196,
      "ि": 1197,
      "ी": 1198,
      "ॉ": 1199,
      "ॊ": 1200,
      "ो": 1201,
      "ौ": 1202,
      "ॐ": 1203,
      "ॡ": 1204,
      "।": 1205,
      "॥": 1206,
      "०": 1207,
      "१": 1208,
      "२": 1209,
      "३": 1210,
      "५": 1211,
      "७": 1212,
      "॰": 1213,
      "ং": 1214,
      "ঃ": 1215,
      "অ": 1216,
      "আ": 1217,
      "ই": 1218,
      "উ": 1219,
      "এ": 1220,
      "ও": 1221,
      "ক": 1222,
      "খ": 1223,
      "গ": 1224,
      "ঘ": 1225,
      "ঙ": 1226,
      "চ": 1227,
      "ছ": 1228,
      "জ": 1229,
      "ঝ": 1230,
      "ঞ": 1231,
      "ট": 1232,
      "ঠ": 1233,
      "ড": 1234,
      "ঢ": 1235,
      "ণ": 1236,
      "ত": 1237,
      "থ": 1238,
      "দ": 1239,
      "ধ": 1240,
      "ন": 1241,
      "প": 1242,
      "ফ": 1243,
      "ব": 1244,
      "ভ": 1245,
      "ম": 1246,
      "য": 1247,
      "র": 1248,
      "ল": 1249,
      "শ": 1250,
      "ষ": 1251,
      "স": 1252,
      "হ": 1253,
      "া": 1254,
      "ি": 1255,
      "ী": 1256,
      "ে": 1257,
      "ৈ": 1258,
      "ৎ": 1259,
      "ৗ": 1260,
      "১": 1261,
      "৬": 1262,
      "৭": 1263,
      "ৰ": 1264,
      "ৱ": 1265,
      "৽": 1266,
      "ਃ": 1267,
      "ਅ": 1268,
      "ਆ": 1269,
      "ਉ": 1270,
      "ਕ": 1271,
      "ਖ": 1272,
      "ਗ": 1273,
      "ਘ": 1274,
      "ਚ": 1275,
      "ਜ": 1276,
      "ਝ": 1277,
      "ਟ": 1278,
      "ਠ": 1279,
      "ਡ": 1280,
      "ਣ": 1281,
      "ਤ": 1282,
      "ਥ": 1283,
      "ਦ": 1284,
      "ਧ": 1285,
      "ਨ": 1286,
      "ਪ": 1287,
      "ਬ": 1288,
      "ਭ": 1289,
      "ਮ": 1290,
      "ਰ": 1291,
      "ਲ": 1292,
      "ਵ": 1293,
      "ਸ": 1294,
      "ਹ": 1295,
      "ਾ": 1296,
      "ਿ": 1297,
      "ੀ": 1298,
      "ੜ": 1299,
      "ੲ": 1300,
      "ੳ": 1301,
      "ੴ": 1302,
      "੶": 1303,
      "અ": 1304,
      "ક": 1305,
      "ખ": 1306,
      "ગ": 1307,
      "જ": 1308,
      "ટ": 1309,
      "ણ": 1310,
      "ત": 1311,
      "દ": 1312,
      "ધ": 1313,
      "ન": 1314,
      "પ": 1315,
      "ફ": 1316,
      "બ": 1317,
      "મ": 1318,
      "ર": 1319,
      "લ": 1320,
      "વ": 1321,
      "શ": 1322,
      "સ": 1323,
      "હ": 1324,
      "ા": 1325,
      "ી": 1326,
      "ો": 1327,
      "૰": 1328,
      "૱": 1329,
      "ଂ": 1330,
      "ଓ": 1331,
      "ଗ": 1332,
      "ଙ": 1333,
      "ଡ": 1334,
      "ନ": 1335,
      "ପ": 1336,
      "ବ": 1337,
      "ଭ": 1338,
      "ର": 1339,
      "ଲ": 1340,
      "ଵ": 1341,
      "ଶ": 1342,
      "ସ": 1343,
      "ା": 1344,
      "ୀ": 1345,
      "େ": 1346,
      "୨": 1347,
      "ஃ": 1348,
      "அ": 1349,
      "ஆ": 1350,
      "இ": 1351,
      "ஈ": 1352,
      "உ": 1353,
      "ஊ": 1354,
      "எ": 1355,
      "ஏ": 1356,
      "ஐ": 1357,
      "ஒ": 1358,
      "ஓ": 1359,
      "க": 1360,
      "ங": 1361,
      "ச": 1362,
      "ஜ": 1363,
      "ஞ": 1364,
      "ட": 1365,
      "ண": 1366,
      "த": 1367,
      "ந": 1368,
      "ன": 1369,
      "ப": 1370,
      "ம": 1371,
      "ய": 1372,
      "ர": 1373,
      "ற": 1374,
      "ல": 1375,
      "ள": 1376,
      "ழ": 1377,
      "வ": 1378,
      "ஷ": 1379,
      "ஸ": 1380,
      "ா": 1381,
      "ி": 1382,
      "ு": 1383,
      "ூ": 1384,
      "ெ": 1385,
      "ே": 1386,
      "ை": 1387,
      "ௐ": 1388,
      "௷": 1389,
      "௸": 1390,
      "ఁ": 1391,
      "ం": 1392,
      "ః": 1393,
      "ఆ": 1394,
      "ఇ": 1395,
      "ఎ": 1396,
      "ఐ": 1397,
      "ఔ": 1398,
      "క": 1399,
      "ఖ": 1400,
      "గ": 1401,
      "చ": 1402,
      "జ": 1403,
      "ఞ": 1404,
      "ట": 1405,
      "ఠ": 1406,
      "డ": 1407,
      "ణ": 1408,
      "త": 1409,
      "థ": 1410,
      "ద": 1411,
      "న": 1412,
      "ప": 1413,
      "బ": 1414,
      "భ": 1415,
      "మ": 1416,
      "య": 1417,
      "ర": 1418,
      "ల": 1419,
      "వ": 1420,
      "ష": 1421,
      "స": 1422,
      "హ": 1423,
      "ు": 1424,
      "ూ": 1425,
      "ృ": 1426,
      "ౄ": 1427,
      "౨": 1428,
      "౪": 1429,
      "ಂ": 1430,
      "ಃ": 1431,
      "಄": 1432,
      "ಅ": 1433,
      "ಇ": 1434,
      "ಕ": 1435,
      "ಖ": 1436,
      "ಗ": 1437,
      "ಘ": 1438,
      "ಙ": 1439,
      "ಚ": 1440,
      "ಛ": 1441,
      "ಜ": 1442,
      "ಝ": 1443,
      "ಞ": 1444,
      "ಟ": 1445,
      "ಠ": 1446,
      "ಡ": 1447,
      "ಢ": 1448,
      "ಣ": 1449,
      "ತ": 1450,
      "ಥ": 1451,
      "ದ": 1452,
      "ಧ": 1453,
      "ನ": 1454,
      "ಪ": 1455,
      "ಫ": 1456,
      "ಬ": 1457,
      "ಭ": 1458,
      "ಮ": 1459,
      "ಯ": 1460,
      "ರ": 1461,
      "ಱ": 1462,
      "ಲ": 1463,
      "ಳ": 1464,
      "ವ": 1465,
      "ಶ": 1466,
      "ಷ": 1467,
      "ಸ": 1468,
      "ಹ": 1469,
      "ಾ": 1470,
      "ು": 1471,
      "ೂ": 1472,
      "ೕ": 1473,
      "ೞ": 1474,
      "೦": 1475,
      "೧": 1476,
      "೨": 1477,
      "೩": 1478,
      "೪": 1479,
      "೫": 1480,
      "೬": 1481,
      "೭": 1482,
      "೮": 1483,
      "೯": 1484,
      "ം": 1485,
      "അ": 1486,
      "ആ": 1487,
      "ഇ": 1488,
      "ഓ": 1489,
      "ക": 1490,
      "ങ": 1491,
      "ട": 1492,
      "ഡ": 1493,
      "ണ": 1494,
      "ത": 1495,
      "ദ": 1496,
      "ന": 1497,
      "പ": 1498,
      "ഫ": 1499,
      "ബ": 1500,
      "മ": 1501,
      "യ": 1502,
      "ര": 1503,
      "റ": 1504,
      "ല": 1505,
      "ള": 1506,
      "വ": 1507,
      "ശ": 1508,
      "സ": 1509,
      "ഹ": 1510,
      "ാ": 1511,
      "ി": 1512,
      "െ": 1513,
      "ං": 1514,
      "අ": 1515,
      "ආ": 1516,
      "ඉ": 1517,
      "එ": 1518,
      "ඓ": 1519,
      "ඔ": 1520,
      "ක": 1521,
      "ඛ": 1522,
      "ග": 1523,
      "ච": 1524,
      "ජ": 1525,
      "ට": 1526,
      "ඨ": 1527,
      "ණ": 1528,
      "ත": 1529,
      "ථ": 1530,
      "ද": 1531,
      "ධ": 1532,
      "න": 1533,
      "ප": 1534,
      "බ": 1535,
      "භ": 1536,
      "ම": 1537,
      "ය": 1538,
      "ර": 1539,
      "ල": 1540,
      "ව": 1541,
      "ශ": 1542,
      "ෂ": 1543,
      "ස": 1544,
      "හ": 1545,
      "ළ": 1546,
      "ා": 1547,
      "ැ": 1548,
      "ෙ": 1549,
      "෴": 1550,
      "ก": 1551,
      "ข": 1552,
      "ค": 1553,
      "ฅ": 1554,
      "ฆ": 1555,
      "ง": 1556,
      "จ": 1557,
      "ฉ": 1558,
      "ช": 1559,
      "ซ": 1560,
      "ฌ": 1561,
      "ญ": 1562,
      "ฎ": 1563,
      "ฏ": 1564,
      "ฐ": 1565,
      "ฑ": 1566,
      "ฒ": 1567,
      "ณ": 1568,
      "ด": 1569,
      "ต": 1570,
      "ถ": 1571,
      "ท": 1572,
      "ธ": 1573,
      "น": 1574,
      "บ": 1575,
      "ป": 1576,
      "ผ": 1577,
      "ฝ": 1578,
      "พ": 1579,
      "ฟ": 1580,
      "ภ": 1581,
      "ม": 1582,
      "ย": 1583,
      "ร": 1584,
      "ฤ": 1585,
      "ล": 1586,
      "ฦ": 1587,
      "ว": 1588,
      "ศ": 1589,
      "ษ": 1590,
      "ส": 1591,
      "ห": 1592,
      "ฬ": 1593,
      "อ": 1594,
      "ฮ": 1595,
      "ฯ": 1596,
      "ะ": 1597,
      "า": 1598,
      "ำ": 1599,
      "฿": 1600,
      "เ": 1601,
      "แ": 1602,
      "โ": 1603,
      "ใ": 1604,
      "ไ": 1605,
      "ๅ": 1606,
      "ๆ": 1607,
      "๏": 1608,
      "๐": 1609,
      "๑": 1610,
      "๒": 1611,
      "๓": 1612,
      "๔": 1613,
      "๕": 1614,
      "๖": 1615,
      "๙": 1616,
      "๚": 1617,
      "๛": 1618,
      "ກ": 1619,
      "ຂ": 1620,
      "ຄ": 1621,
      "ງ": 1622,
      "ຈ": 1623,
      "ຊ": 1624,
      "ຍ": 1625,
      "ດ": 1626,
      "ຕ": 1627,
      "ທ": 1628,
      "ນ": 1629,
      "ບ": 1630,
      "ປ": 1631,
      "ຜ": 1632,
      "ພ": 1633,
      "ຟ": 1634,
      "ມ": 1635,
      "ຣ": 1636,
      "ລ": 1637,
      "ວ": 1638,
      "ສ": 1639,
      "ຫ": 1640,
      "ອ": 1641,
      "ຮ": 1642,
      "ະ": 1643,
      "າ": 1644,
      "ຳ": 1645,
      "ຽ": 1646,
      "ເ": 1647,
      "ແ": 1648,
      "ໂ": 1649,
      "ໄ": 1650,
      "ໜ": 1651,
      "໱": 1652,
      "༄": 1653,
      "༅": 1654,
      "༆": 1655,
      "༇": 1656,
      "༈": 1657,
      "༉": 1658,
      "༊": 1659,
      "་": 1660,
      "༌": 1661,
      "།": 1662,
      "༎": 1663,
      "༏": 1664,
      "༐": 1665,
      "༑": 1666,
      "༒": 1667,
      "༔": 1668,
      "༭": 1669,
      "༺": 1670,
      "༻": 1671,
      "༼": 1672,
      "༽": 1673,
      "ཀ": 1674,
      "ཁ": 1675,
      "ག": 1676,
      "ང": 1677,
      "ཅ": 1678,
      "ཆ": 1679,
      "ཇ": 1680,
      "ཉ": 1681,
      "ཊ": 1682,
      "ཏ": 1683,
      "ཐ": 1684,
      "ད": 1685,
      "ན": 1686,
      "པ": 1687,
      "ཕ": 1688,
      "བ": 1689,
      "མ": 1690,
      "ཙ": 1691,
      "ཚ": 1692,
      "ཛ": 1693,
      "ཝ": 1694,
      "ཞ": 1695,
      "ཟ": 1696,
      "འ": 1697,
      "ཡ": 1698,
      "ར": 1699,
      "ལ": 1700,
      "ཤ": 1701,
      "ས": 1702,
      "ཧ": 1703,
      "ཨ": 1704,
      "ཿ": 1705,
      "྅": 1706,
      "࿐": 1707,
      "࿑": 1708,
      "࿒": 1709,
      "࿓": 1710,
      "࿔": 1711,
      "࿙": 1712,
      "࿚": 1713,
      "က": 1714,
      "ခ": 1715,
      "ဂ": 1716,
      "ဃ": 1717,
      "င": 1718,
      "စ": 1719,
      "ဆ": 1720,
      "ဇ": 1721,
      "ည": 1722,
      "ဌ": 1723,
      "ဎ": 1724,
      "ဏ": 1725,
      "တ": 1726,
      "ထ": 1727,
      "ဒ": 1728,
      "န": 1729,
      "ပ": 1730,
      "ဖ": 1731,
      "ဗ": 1732,
      "ဘ": 1733,
      "မ": 1734,
      "ယ": 1735,
      "ရ": 1736,
      "လ": 1737,
      "ဝ": 1738,
      "သ": 1739,
      "ဟ": 1740,
      "အ": 1741,
      "ဥ": 1742,
      "ဧ": 1743,
      "ါ": 1744,
      "ာ": 1745,
      "ေ": 1746,
      "း": 1747,
      "ျ": 1748,
      "ြ": 1749,
      "၀": 1750,
      "၁": 1751,
      "၂": 1752,
      "၆": 1753,
      "၇": 1754,
      "၈": 1755,
      "၉": 1756,
      "၊": 1757,
      "။": 1758,
      "၌": 1759,
      "၍": 1760,
      "၎": 1761,
      "၏": 1762,
      "ၢ": 1763,
      "ၵ": 1764,
      "ၼ": 1765,
      "ၿ": 1766,
      "ႀ": 1767,
      "ႁ": 1768,
      "ႃ": 1769,
      "ႄ": 1770,
      "ႈ": 1771,
      "႐": 1772,
      "႔": 1773,
      "Ⴀ": 1774,
      "Ⴂ": 1775,
      "Ⴃ": 1776,
      "Ⴈ": 1777,
      "Ⴌ": 1778,
      "Ⴕ": 1779,
      "Ⴟ": 1780,
      "ა": 1781,
      "ბ": 1782,
      "გ": 1783,
      "დ": 1784,
      "ე": 1785,
      "ვ": 1786,
      "ზ": 1787,
      "თ": 1788,
      "ი": 1789,
      "კ": 1790,
      "ლ": 1791,
      "მ": 1792,
      "ნ": 1793,
      "ო": 1794,
      "პ": 1795,
      "ჟ": 1796,
      "რ": 1797,
      "ს": 1798,
      "ტ": 1799,
      "უ": 1800,
      "ფ": 1801,
      "ქ": 1802,
      "ღ": 1803,
      "ყ": 1804,
      "შ": 1805,
      "ჩ": 1806,
      "ც": 1807,
      "ძ": 1808,
      "წ": 1809,
      "ჭ": 1810,
      "ხ": 1811,
      "ჯ": 1812,
      "ჰ": 1813,
      "ჱ": 1814,
      "ჲ": 1815,
      "ჳ": 1816,
      "ჴ": 1817,
      "ჵ": 1818,
      "ჶ": 1819,
      "ჷ": 1820,
      "ჸ": 1821,
      "ჹ": 1822,
      "ჺ": 1823,
      "჻": 1824,
      "ᄀ": 1825,
      "ᄁ": 1826,
      "ᄂ": 1827,
      "ᄃ": 1828,
      "ᄄ": 1829,
      "ᄅ": 1830,
      "ᄆ": 1831,
      "ᄇ": 1832,
      "ᄈ": 1833,
      "ᄉ": 1834,
      "ᄊ": 1835,
      "ᄋ": 1836,
      "ᄌ": 1837,
      "ᄍ": 1838,
      "ᄎ": 1839,
      "ᄏ": 1840,
      "ᄐ": 1841,
      "ᄑ": 1842,
      "ᄒ": 1843,
      "ᄽ": 1844,
      "ᄿ": 1845,
      "ᅎ": 1846,
      "ᅏ": 1847,
      "ᅐ": 1848,
      "ᅑ": 1849,
      "ᅔ": 1850,
      "ᅕ": 1851,
      "ᅡ": 1852,
      "ᅢ": 1853,
      "ᅣ": 1854,
      "ᅤ": 1855,
      "ᅥ": 1856,
      "ᅦ": 1857,
      "ᅧ": 1858,
      "ᅨ": 1859,
      "ᅩ": 1860,
      "ᅪ": 1861,
      "ᅫ": 1862,
      "ᅬ": 1863,
      "ᅭ": 1864,
      "ᅮ": 1865,
      "ᅯ": 1866,
      "ᅰ": 1867,
      "ᅱ": 1868,
      "ᅲ": 1869,
      "ᅳ": 1870,
      "ᅴ": 1871,
      "ᅵ": 1872,
      "ᆨ": 1873,
      "ᆩ": 1874,
      "ᆪ": 1875,
      "ᆫ": 1876,
      "ᆬ": 1877,
      "ᆭ": 1878,
      "ᆮ": 1879,
      "ᆯ": 1880,
      "ᆰ": 1881,
      "ᆱ": 1882,
      "ᆲ": 1883,
      "ᆳ": 1884,
      "ᆵ": 1885,
      "ᆶ": 1886,
      "ᆷ": 1887,
      "ᆸ": 1888,
      "ᆹ": 1889,
      "ᆺ": 1890,
      "ᆻ": 1891,
      "ᆼ": 1892,
      "ᆽ": 1893,
      "ᆾ": 1894,
      "ᆿ": 1895,
      "ᇀ": 1896,
      "ᇁ": 1897,
      "ᇂ": 1898,
      "ሀ": 1899,
      "ሄ": 1900,
      "ህ": 1901,
      "ለ": 1902,
      "ሊ": 1903,
      "ላ": 1904,
      "ል": 1905,
      "ሐ": 1906,
      "ሒ": 1907,
      "ሓ": 1908,
      "ሕ": 1909,
      "መ": 1910,
      "ሚ": 1911,
      "ማ": 1912,
      "ሜ": 1913,
      "ም": 1914,
      "ሞ": 1915,
      "ሥ": 1916,
      "ረ": 1917,
      "ሪ": 1918,
      "ራ": 1919,
      "ሬ": 1920,
      "ር": 1921,
      "ሰ": 1922,
      "ሱ": 1923,
      "ሳ": 1924,
      "ስ": 1925,
      "ሸ": 1926,
      "ቃ": 1927,
      "ቅ": 1928,
      "ቆ": 1929,
      "ቈ": 1930,
      "በ": 1931,
      "ቡ": 1932,
      "ባ": 1933,
      "ብ": 1934,
      "ተ": 1935,
      "ቲ": 1936,
      "ታ": 1937,
      "ቴ": 1938,
      "ት": 1939,
      "ነ": 1940,
      "ና": 1941,
      "ን": 1942,
      "ኖ": 1943,
      "ኛ": 1944,
      "አ": 1945,
      "ኢ": 1946,
      "ኣ": 1947,
      "ኤ": 1948,
      "እ": 1949,
      "ከ": 1950,
      "ክ": 1951,
      "ኲ": 1952,
      "ኽ": 1953,
      "ወ": 1954,
      "ዊ": 1955,
      "ዋ": 1956,
      "ው": 1957,
      "ዎ": 1958,
      "ዕ": 1959,
      "ዘ": 1960,
      "ዛ": 1961,
      "ዝ": 1962,
      "የ": 1963,
      "ያ": 1964,
      "ዬ": 1965,
      "ይ": 1966,
      "ዮ": 1967,
      "ደ": 1968,
      "ዳ": 1969,
      "ዴ": 1970,
      "ድ": 1971,
      "ዶ": 1972,
      "ጀ": 1973,
      "ጅ": 1974,
      "ገ": 1975,
      "ጉ": 1976,
      "ጊ": 1977,
      "ጋ": 1978,
      "ግ": 1979,
      "ጥ": 1980,
      "ጨ": 1981,
      "ጵ": 1982,
      "ጸ": 1983,
      "ፀ": 1984,
      "ፈ": 1985,
      "ፊ": 1986,
      "ፋ": 1987,
      "ፍ": 1988,
      "ፕ": 1989,
      "፠": 1990,
      "፡": 1991,
      "።": 1992,
      "፣": 1993,
      "፤": 1994,
      "፥": 1995,
      "፦": 1996,
      "፧": 1997,
      "፨": 1998,
      "Ꭰ": 1999,
      "Ꭳ": 2000,
      "Ꭶ": 2001,
      "Ꭸ": 2002,
      "Ꭹ": 2003,
      "Ꭿ": 2004,
      "Ꮀ": 2005,
      "Ꮃ": 2006,
      "Ꮄ": 2007,
      "Ꮉ": 2008,
      "Ꮕ": 2009,
      "Ꮜ": 2010,
      "Ꮝ": 2011,
      "Ꮳ": 2012,
      "Ꮷ": 2013,
      "Ꮿ": 2014,
      "Ᏹ": 2015,
      "᐀": 2016,
      "ᐃ": 2017,
      "ᐄ": 2018,
      "ᐅ": 2019,
      "ᐊ": 2020,
      "ᐋ": 2021,
      "ᐍ": 2022,
      "ᐎ": 2023,
      "ᐏ": 2024,
      "ᐑ": 2025,
      "ᐛ": 2026,
      "ᐟ": 2027,
      "ᐢ": 2028,
      "ᐣ": 2029,
      "ᐤ": 2030,
      "ᐦ": 2031,
      "ᐧ": 2032,
      "ᐯ": 2033,
      "ᐱ": 2034,
      "ᐸ": 2035,
      "ᑎ": 2036,
      "ᑑ": 2037,
      "ᑕ": 2038,
      "ᑖ": 2039,
      "ᑦ": 2040,
      "ᑭ": 2041,
      "ᑮ": 2042,
      "ᑯ": 2043,
      "ᑲ": 2044,
      "ᒃ": 2045,
      "ᒋ": 2046,
      "ᒡ": 2047,
      "ᒣ": 2048,
      "ᒥ": 2049,
      "ᒧ": 2050,
      "ᒪ": 2051,
      "ᓀ": 2052,
      "ᓂ": 2053,
      "ᓄ": 2054,
      "ᓇ": 2055,
      "ᓈ": 2056,
      "ᓐ": 2057,
      "ᓕ": 2058,
      "ᓗ": 2059,
      "ᓘ": 2060,
      "ᓪ": 2061,
      "ᓯ": 2062,
      "ᓱ": 2063,
      "ᓴ": 2064,
      "ᔅ": 2065,
      "ᔑ": 2066,
      "ᔕ": 2067,
      "ᔪ": 2068,
      "ᔭ": 2069,
      "ᕆ": 2070,
      "ᕐ": 2071,
      "ᕗ": 2072,
      "ᕙ": 2073,
      "ᕤ": 2074,
      "ᕼ": 2075,
      "ᕿ": 2076,
      "ᖃ": 2077,
      "ᖅ": 2078,
      "ᖇ": 2079,
      "ᖓ": 2080,
      "ᖹ": 2081,
      "ᗅ": 2082,
      "ᗣ": 2083,
      "ᗩ": 2084,
      "ᗰ": 2085,
      "ᗷ": 2086,
      "ᗺ": 2087,
      "᙭": 2088,
      "᙮": 2089,
      "᚛": 2090,
      "᚜": 2091,
      "ᚢ": 2092,
      "ᚣ": 2093,
      "ᚦ": 2094,
      "ᚨ": 2095,
      "ᚩ": 2096,
      "ᚬ": 2097,
      "ᚱ": 2098,
      "ᚲ": 2099,
      "ᚷ": 2100,
      "ᚹ": 2101,
      "ᚺ": 2102,
      "ᚻ": 2103,
      "ᚼ": 2104,
      "ᚾ": 2105,
      "ᛁ": 2106,
      "ᛃ": 2107,
      "ᛄ": 2108,
      "ᛇ": 2109,
      "ᛋ": 2110,
      "ᛏ": 2111,
      "ᛒ": 2112,
      "ᛗ": 2113,
      "ᛚ": 2114,
      "ᛜ": 2115,
      "ᛝ": 2116,
      "ᛞ": 2117,
      "ᛟ": 2118,
      "ᛠ": 2119,
      "᛫": 2120,
      "᛬": 2121,
      "᛭": 2122,
      "᜵": 2123,
      "᜶": 2124,
      "ᝃ": 2125,
      "ក": 2126,
      "ខ": 2127,
      "គ": 2128,
      "ឃ": 2129,
      "ង": 2130,
      "ច": 2131,
      "ឆ": 2132,
      "ជ": 2133,
      "ឈ": 2134,
      "ញ": 2135,
      "ដ": 2136,
      "ឋ": 2137,
      "ឌ": 2138,
      "ណ": 2139,
      "ត": 2140,
      "ថ": 2141,
      "ទ": 2142,
      "ធ": 2143,
      "ន": 2144,
      "ប": 2145,
      "ផ": 2146,
      "ព": 2147,
      "ភ": 2148,
      "ម": 2149,
      "យ": 2150,
      "រ": 2151,
      "ល": 2152,
      "វ": 2153,
      "ស": 2154,
      "ហ": 2155,
      "ឡ": 2156,
      "អ": 2157,
      "ឥ": 2158,
      "ឧ": 2159,
      "ឪ": 2160,
      "ឫ": 2161,
      "ឯ": 2162,
      "ា": 2163,
      "ើ": 2164,
      "ឿ": 2165,
      "ៀ": 2166,
      "េ": 2167,
      "ែ": 2168,
      "ៃ": 2169,
      "ោ": 2170,
      "ៅ": 2171,
      "ះ": 2172,
      "ៈ": 2173,
      "។": 2174,
      "៕": 2175,
      "៖": 2176,
      "៘": 2177,
      "៙": 2178,
      "៚": 2179,
      "᠀": 2180,
      "᠁": 2181,
      "᠂": 2182,
      "᠃": 2183,
      "᠄": 2184,
      "᠅": 2185,
      "᠆": 2186,
      "᠇": 2187,
      "᠈": 2188,
      "᠉": 2189,
      "᠊": 2190,
      "ᠠ": 2191,
      "ᠡ": 2192,
      "ᠢ": 2193,
      "ᠣ": 2194,
      "ᠤ": 2195,
      "ᠥ": 2196,
      "ᠨ": 2197,
      "ᠪ": 2198,
      "ᠬ": 2199,
      "ᠭ": 2200,
      "ᠮ": 2201,
      "ᠯ": 2202,
      "ᠰ": 2203,
      "ᠱ": 2204,
      "ᠳ": 2205,
      "ᠴ": 2206,
      "ᠵ": 2207,
      "ᠶ": 2208,
      "ᠷ": 2209,
      "ᠸ": 2210,
      "ᡝ": 2211,
      "ᡠ": 2212,
      "ᡥ": 2213,
      "ᡨ": 2214,
      "ᡳ": 2215,
      "ᡴ": 2216,
      "ᡵ": 2217,
      "ᤌ": 2218,
      "ᤕ": 2219,
      "ᤰ": 2220,
      "ᤱ": 2221,
      "᥄": 2222,
      "᥅": 2223,
      "ᥐ": 2224,
      "ᥑ": 2225,
      "ᥒ": 2226,
      "ᥓ": 2227,
      "ᥔ": 2228,
      "ᥕ": 2229,
      "ᥖ": 2230,
      "ᥗ": 2231,
      "ᥘ": 2232,
      "ᥙ": 2233,
      "ᥚ": 2234,
      "ᥛ": 2235,
      "ᥜ": 2236,
      "ᥝ": 2237,
      "ᥞ": 2238,
      "ᥟ": 2239,
      "ᥢ": 2240,
      "ᥣ": 2241,
      "ᥤ": 2242,
      "ᥥ": 2243,
      "ᥦ": 2244,
      "ᥧ": 2245,
      "ᥨ": 2246,
      "ᥩ": 2247,
      "ᥫ": 2248,
      "ᥬ": 2249,
      "ᥭ": 2250,
      "ᥰ": 2251,
      "ᥱ": 2252,
      "ᥲ": 2253,
      "ᥳ": 2254,
      "ᥴ": 2255,
      "ᦂ": 2256,
      "ᦄ": 2257,
      "ᦆ": 2258,
      "ᦎ": 2259,
      "ᦑ": 2260,
      "ᦞ": 2261,
      "ᦟ": 2262,
      "ᦰ": 2263,
      "ᦱ": 2264,
      "ᦲ": 2265,
      "ᦳ": 2266,
      "ᦴ": 2267,
      "ᦵ": 2268,
      "ᦶ": 2269,
      "ᦷ": 2270,
      "ᦸ": 2271,
      "ᦹ": 2272,
      "ᦺ": 2273,
      "ᧁ": 2274,
      "ᧂ": 2275,
      "ᧅ": 2276,
      "ᧆ": 2277,
      "ᧈ": 2278,
      "ᧉ": 2279,
      "᧑": 2280,
      "᧚": 2281,
      "᧞": 2282,
      "᧟": 2283,
      "ᨀ": 2284,
      "ᨁ": 2285,
      "ᨄ": 2286,
      "ᨅ": 2287,
      "ᨆ": 2288,
      "ᨈ": 2289,
      "ᨑ": 2290,
      "ᨓ": 2291,
      "ᨔ": 2292,
      "ᨙ": 2293,
      "ᨚ": 2294,
      "᨞": 2295,
      "᨟": 2296,
      "ᨠ": 2297,
      "ᨣ": 2298,
      "ᨦ": 2299,
      "ᨯ": 2300,
      "ᨰ": 2301,
      "ᨲ": 2302,
      "ᨴ": 2303,
      "ᨵ": 2304,
      "ᨾ": 2305,
      "ᩁ": 2306,
      "ᩃ": 2307,
      "ᩅ": 2308,
      "ᩣ": 2309,
      "ᩤ": 2310,
      "ᩭ": 2311,
      "ᩮ": 2312,
      "ᩯ": 2313,
      "ᩰ": 2314,
      "ᩱ": 2315,
      "ᩲ": 2316,
      "᪠": 2317,
      "᪡": 2318,
      "᪢": 2319,
      "᪣": 2320,
      "᪤": 2321,
      "᪥": 2322,
      "᪦": 2323,
      "᪨": 2324,
      "᪩": 2325,
      "᪪": 2326,
      "᪫": 2327,
      "᪬": 2328,
      "᪭": 2329,
      "᭚": 2330,
      "᭛": 2331,
      "᭜": 2332,
      "᭝": 2333,
      "᭞": 2334,
      "᭟": 2335,
      "᭠": 2336,
      "ᮅ": 2337,
      "ᮏ": 2338,
      "ᮓ": 2339,
      "ᮔ": 2340,
      "ᮘ": 2341,
      "ᮛ": 2342,
      "ᮝ": 2343,
      "ᮞ": 2344,
      "᮪": 2345,
      "᯼": 2346,
      "᯽": 2347,
      "᯾": 2348,
      "᯿": 2349,
      "ᰧ": 2350,
      "ᰨ": 2351,
      "᰻": 2352,
      "᰼": 2353,
      "᰽": 2354,
      "᰾": 2355,
      "᰿": 2356,
      "᱾": 2357,
      "᱿": 2358,
      "᳀": 2359,
      "᳁": 2360,
      "᳂": 2361,
      "᳃": 2362,
      "᳄": 2363,
      "᳅": 2364,
      "᳆": 2365,
      "᳇": 2366,
      "᳓": 2367,
      "ᴀ": 2368,
      "ᴁ": 2369,
      "ᴂ": 2370,
      "ᴃ": 2371,
      "ᴄ": 2372,
      "ᴅ": 2373,
      "ᴆ": 2374,
      "ᴇ": 2375,
      "ᴈ": 2376,
      "ᴉ": 2377,
      "ᴊ": 2378,
      "ᴋ": 2379,
      "ᴌ": 2380,
      "ᴍ": 2381,
      "ᴔ": 2382,
      "ᴗ": 2383,
      "ᴘ": 2384,
      "ᴙ": 2385,
      "ᴚ": 2386,
      "ᴛ": 2387,
      "ᴜ": 2388,
      "ᴝ": 2389,
      "ᴞ": 2390,
      "ᴟ": 2391,
      "ᴠ": 2392,
      "ᴰ": 2393,
      "ᴷ": 2394,
      "ᴺ": 2395,
      "ᵀ": 2396,
      "ᵉ": 2397,
      "ᵊ": 2398,
      "ᵋ": 2399,
      "ᵌ": 2400,
      "ᵐ": 2401,
      "ᵑ": 2402,
      "ᵒ": 2403,
      "ᵗ": 2404,
      "ᵘ": 2405,
      "ᵚ": 2406,
      "ᵛ": 2407,
      "ᵝ": 2408,
      "ᵫ": 2409,
      "ᵬ": 2410,
      "ᵭ": 2411,
      "ᵮ": 2412,
      "ᵯ": 2413,
      "ᵰ": 2414,
      "ᵱ": 2415,
      "ᵲ": 2416,
      "ᵳ": 2417,
      "ᵴ": 2418,
      "ᵵ": 2419,
      "ᵶ": 2420,
      "ᵷ": 2421,
      "ᵹ": 2422,
      "ᵺ": 2423,
      "ᵻ": 2424,
      "ᵼ": 2425,
      "ᵽ": 2426,
      "ᵾ": 2427,
      "ᵿ": 2428,
      "ᶀ": 2429,
      "ᶂ": 2430,
      "ᶃ": 2431,
      "ᶄ": 2432,
      "ᶅ": 2433,
      "ᶆ": 2434,
      "ᶇ": 2435,
      "ᶈ": 2436,
      "ᶉ": 2437,
      "ᶊ": 2438,
      "ᶋ": 2439,
      "ᶌ": 2440,
      "ᶍ": 2441,
      "ᶎ": 2442,
      "ᶏ": 2443,
      "ᶐ": 2444,
      "ᶑ": 2445,
      "ᶒ": 2446,
      "ᶓ": 2447,
      "ᶔ": 2448,
      "ᶕ": 2449,
      "ᶖ": 2450,
      "ᶘ": 2451,
      "ᶙ": 2452,
      "ᶚ": 2453,
      "ᶢ": 2454,
      "ᶦ": 2455,
      "ᶧ": 2456,
      "ᶫ": 2457,
      "ᶰ": 2458,
      "ᶴ": 2459,
      "ᶶ": 2460,
      "ᶷ": 2461,
      "ᶸ": 2462,
      "ẚ": 2463,
      "ẞ": 2464,
      "Ỻ": 2465,
      "ỻ": 2466,
      "Ỽ": 2467,
      "᾽": 2468,
      "᾿": 2469,
      "῾": 2470,
      "‐": 2471,
      "‑": 2472,
      "‒": 2473,
      "–": 2474,
      "—": 2475,
      "―": 2476,
      "‖": 2477,
      "‗": 2478,
      "‘": 2479,
      "’": 2480,
      "‚": 2481,
      "‛": 2482,
      "“": 2483,
      "”": 2484,
      "„": 2485,
      "‟": 2486,
      "†": 2487,
      "‡": 2488,
      "•": 2489,
      "‣": 2490,
      "․": 2491,
      "‥": 2492,
      "…": 2493,
      "‧": 2494,
      "‰": 2495,
      "‱": 2496,
      "′": 2497,
      "″": 2498,
      "‴": 2499,
      "‵": 2500,
      "‶": 2501,
      "‷": 2502,
      "‸": 2503,
      "‹": 2504,
      "›": 2505,
      "※": 2506,
      "‼": 2507,
      "‽": 2508,
      "‾": 2509,
      "‿": 2510,
      "⁀": 2511,
      "⁁": 2512,
      "⁂": 2513,
      "⁃": 2514,
      "⁄": 2515,
      "⁅": 2516,
      "⁆": 2517,
      "⁇": 2518,
      "⁈": 2519,
      "⁉": 2520,
      "⁊": 2521,
      "⁋": 2522,
      "⁌": 2523,
      "⁍": 2524,
      "⁎": 2525,
      "⁏": 2526,
      "⁐": 2527,
      "⁑": 2528,
      "⁓": 2529,
      "⁔": 2530,
      "⁕": 2531,
      "⁖": 2532,
      "⁗": 2533,
      "⁘": 2534,
      "⁙": 2535,
      "⁚": 2536,
      "⁛": 2537,
      "⁜": 2538,
      "⁝": 2539,
      "⁞": 2540,
      "⁰": 2541,
      "ⁱ": 2542,
      "⁴": 2543,
      "⁵": 2544,
      "⁷": 2545,
      "⁸": 2546,
      "⁹": 2547,
      "⁺": 2548,
      "⁻": 2549,
      "⁼": 2550,
      "⁽": 2551,
      "⁾": 2552,
      "ⁿ": 2553,
      "₀": 2554,
      "₁": 2555,
      "₂": 2556,
      "₃": 2557,
      "₄": 2558,
      "₇": 2559,
      "₉": 2560,
      "₍": 2561,
      "₎": 2562,
      "ₐ": 2563,
      "ₓ": 2564,
      "₠": 2565,
      "₡": 2566,
      "₣": 2567,
      "₤": 2568,
      "₥": 2569,
      "₦": 2570,
      "₧": 2571,
      "₨": 2572,
      "₩": 2573,
      "₪": 2574,
      "₫": 2575,
      "€": 2576,
      "₮": 2577,
      "₯": 2578,
      "₰": 2579,
      "₱": 2580,
      "₲": 2581,
      "₴": 2582,
      "₵": 2583,
      "₷": 2584,
      "₹": 2585,
      "₺": 2586,
      "₽": 2587,
      "₿": 2588,
      "⃝": 2589,
      "⃣": 2590,
      "ℂ": 2591,
      "℃": 2592,
      "℅": 2593,
      "℉": 2594,
      "ℏ": 2595,
      "ℓ": 2596,
      "ℕ": 2597,
      "№": 2598,
      "℗": 2599,
      "℘": 2600,
      "ℚ": 2601,
      "ℛ": 2602,
      "ℝ": 2603,
      "℞": 2604,
      "℠": 2605,
      "℡": 2606,
      "™": 2607,
      "ℤ": 2608,
      "℥": 2609,
      "℩": 2610,
      "ℵ": 2611,
      "⅄": 2612,
      "ⅎ": 2613,
      "⅓": 2614,
      "⅔": 2615,
      "⅕": 2616,
      "⅖": 2617,
      "⅗": 2618,
      "⅘": 2619,
      "⅙": 2620,
      "⅛": 2621,
      "⅜": 2622,
      "⅝": 2623,
      "⅞": 2624,
      "Ⅰ": 2625,
      "Ⅱ": 2626,
      "Ⅲ": 2627,
      "Ⅳ": 2628,
      "Ⅴ": 2629,
      "Ⅵ": 2630,
      "Ⅶ": 2631,
      "Ⅷ": 2632,
      "Ⅸ": 2633,
      "Ⅹ": 2634,
      "Ⅺ": 2635,
      "Ⅻ": 2636,
      "Ⅼ": 2637,
      "Ⅽ": 2638,
      "Ⅾ": 2639,
      "Ⅿ": 2640,
      "ⅰ": 2641,
      "ⅱ": 2642,
      "ⅲ": 2643,
      "ⅳ": 2644,
      "ⅴ": 2645,
      "ⅵ": 2646,
      "ⅶ": 2647,
      "ⅷ": 2648,
      "ⅸ": 2649,
      "ⅹ": 2650,
      "ↀ": 2651,
      "Ↄ": 2652,
      "ↄ": 2653,
      "←": 2654,
      "↑": 2655,
      "→": 2656,
      "↓": 2657,
      "↔": 2658,
      "↖": 2659,
      "↗": 2660,
      "↘": 2661,
      "↙": 2662,
      "↦": 2663,
      "↪": 2664,
      "↵": 2665,
      "↺": 2666,
      "↼": 2667,
      "⇀": 2668,
      "⇄": 2669,
      "⇆": 2670,
      "⇌": 2671,
      "⇐": 2672,
      "⇒": 2673,
      "⇔": 2674,
      "⇧": 2675,
      "⇨": 2676,
      "⇪": 2677,
      "∀": 2678,
      "∁": 2679,
      "∂": 2680,
      "∃": 2681,
      "∅": 2682,
      "∆": 2683,
      "∇": 2684,
      "∈": 2685,
      "∊": 2686,
      "∋": 2687,
      "∎": 2688,
      "∏": 2689,
      "∑": 2690,
      "−": 2691,
      "∓": 2692,
      "∕": 2693,
      "∖": 2694,
      "∗": 2695,
      "∘": 2696,
      "∙": 2697,
      "√": 2698,
      "∝": 2699,
      "∞": 2700,
      "∟": 2701,
      "∠": 2702,
      "∣": 2703,
      "∥": 2704,
      "∧": 2705,
      "∨": 2706,
      "∩": 2707,
      "∪": 2708,
      "∫": 2709,
      "∬": 2710,
      "∮": 2711,
      "∴": 2712,
      "∵": 2713,
      "∶": 2714,
      "∷": 2715,
      "∼": 2716,
      "∽": 2717,
      "≀": 2718,
      "≂": 2719,
      "≃": 2720,
      "≅": 2721,
      "≆": 2722,
      "≈": 2723,
      "≌": 2724,
      "≒": 2725,
      "≖": 2726,
      "≡": 2727,
      "≤": 2728,
      "≥": 2729,
      "≦": 2730,
      "≧": 2731,
      "≪": 2732,
      "≫": 2733,
      "≲": 2734,
      "≳": 2735,
      "⊂": 2736,
      "⊃": 2737,
      "⊆": 2738,
      "⊇": 2739,
      "⊊": 2740,
      "⊔": 2741,
      "⊕": 2742,
      "⊖": 2743,
      "⊗": 2744,
      "⊙": 2745,
      "⊞": 2746,
      "⊢": 2747,
      "⊣": 2748,
      "⊥": 2749,
      "⊦": 2750,
      "⊩": 2751,
      "⊲": 2752,
      "⊴": 2753,
      "⊿": 2754,
      "⋄": 2755,
      "⋅": 2756,
      "⋆": 2757,
      "⋈": 2758,
      "⋉": 2759,
      "⋊": 2760,
      "⋋": 2761,
      "⋌": 2762,
      "⋚": 2763,
      "⋛": 2764,
      "⋯": 2765,
      "⌂": 2766,
      "⌃": 2767,
      "⌄": 2768,
      "⌇": 2769,
      "⌈": 2770,
      "⌉": 2771,
